{
    "13841": "<h1> الحساب محظور </h1> <p> نأسف جدًا لسماع أن حساب JstMStudio الخاص بك قد تم حظره من المصادقة الخاصة بنا. نأمل أن تتمكن من إلغاء الحظر قريبًا. <br> <br> إذا تم حظر الحساب ، من المحتمل أنك انتهكت شروطنا عدة مرات عبر حسابات متعددة وتجاهلت تحذيرنا. لا نسمح بأي أنشطة غير قانونية على مواقعنا ومجتمعنا أيضًا. <br> <br> إذا تم حظر حسابك ، من فضلك لا تحاول إلغاء حظر حسابك على الفور. سيجعلك ذلك يعجبك أنك لم تتعلم الخطأ الذي فعلته ولا تفهم شروطنا. بعد الإخطار بحظر حسابك ، اتصل بنا مباشرة عبر البريد الإلكتروني أو وسائل التواصل الاجتماعي. اعتذر عن أخطائك وقد تعيد JstMStudio النظر في حسابك وتزيل حظره. <br> <br> إذا كنت تعتقد أن هذا خطأ ، فاتصل بنا مباشرةً على الفور. وسنحاول إعادة بدء التحقيق في حسابك. </p> "،
    "67381": "<h1> تم حذف الحساب </h1> <p> إذا تم تعطيل حسابك لمدة 21 يومًا ، فسيتم حذف حسابك من قاعدة بياناتنا. يمكنك طلب إعادة استثمار حسابك لإلغاء إجراء التعطيل الذي تم اتخاذه بواسطة الفريق ، ولكن إذا لم تفعل شيئًا ، فسيتم حذف حسابك في غضون 21 يومًا. <br> <br> يمكن حذف حسابك بواسطة أي شخص لديه حق الوصول إلى حسابك. وسنقوم بمعالجة إذا طلب أي شخص حذف الحساب. ستفعل لديك فرص لإلغاء هذا الإجراء في غضون 21 يومًا قبل حذف الحساب بالكامل من قاعدة البيانات. <br> <br> إذا لم تقم بتسجيل الدخول إلى حسابك لمدة تصل إلى شهرين ، فسيتم تذكيرك بحسابك عبر البريد الإلكتروني. إذا لم تسجّل الدخول إلى حسابك خلال 14 يومًا ، فقد نزيل حسابك بسبب عدم النشاط. <br> <br> يمكن أيضًا حذف حسابك من قبل موظفينا إذا اكتشفنا بعض الاحتيال أو الانتهاكات الخطيرة لشروطنا في الحساب. نحن نستحق الحق في حذف حسابك وفقًا لشروطنا معك. <br> <br> سنرسل إليك إشعارًا إذا كان حسابك تم حذف المبلغ. إذا تم حذف حسابك ، يرجى التحقق من صندوق البريد الخاص بك بحثًا عن رسائل بريد إلكتروني منا حوله لتأكيده. يمكنك بعد ذلك إنشاء حساب جديد مرة أخرى. </p> "،
    "89651": "<h1> تم تعطيل الحساب </h1> <p> إذا تم تعطيل حسابك بواسطتك ، فالرجاء الاتصال بنا مباشرة لطلب إعادة تمكينه مرة أخرى. قد نطلب نوعًا من التحقق لمعرفة هويتك قبل إعادة تمكين حسابك. <br> <br> إذا تم تعطيل حسابك بواسطتنا ، فمن المحتمل أن يكون قد تبين أنك لا تتبع شروطنا (شروط الخدمات وإرشادات المجتمع). كل مستخدم مطلوب "" لمتابعة كل شروطنا على مواقعنا الإلكترونية في جميع الأوقات. </p> "،
    "10915": "<h1> لم يتم العثور على الحساب </h1> <p> إذا ظهر أن حسابك لا يمكن العثور عليه أو أنه غير موجود ، فمن المحتمل أنك لم تقم بالتسجيل باستخدام مصادقة الموقع الذي تستخدمه حاليًا . لدينا حاليًا مصادقتان ، أحدهما للتعليقات والآخر للصفحة الرئيسية. <br> <br> سننشئ حسابًا أساسيًا للمستخدمين على التعليقات والعكس بالعكس. إنه ليس تلقائيًا وقد احتجنا إلى القيام بذلك يدويًا لذلك قد استغرق ذلك عدة مرات. <br> <br> قد يظهر حسابك أنه غير موجود أو لا يمكن العثور عليه عند تعطيله أو حذفه بعد انتهاك سياساتنا. يمكنك أيضًا طلب ذلك في خوادم الدعم لدينا أو الاتصال بنا من أجل معرفة المزيد. </p> "،
    "52107": "<h1> تعديل التبرع </ h1> <p> تتيح JstMStudio حاليًا للجميع الدعم أو التبرع للفريق عبر رابط الدفع الرسمي في Stripe. للأسف ، لا يسمح Stripe بتعديل مبلغ التبرع. <br> <br > إذا كنت تريد الحصول على مبلغ مختلف عن مبلغ التبرع الافتراضي ، فيرجى الاتصال بنا مباشرة من أجل إنشاء رابط دفع خاص لمبلغك. </p> "،
    "98106": "<h1> ألم يشترط قانون حماية خصوصية الأطفال على الإنترنت أن يكون عمر كل برنامج 13 عامًا؟ </h1> <p> نعم ، يتطلب قانون حماية خصوصية الأطفال على الإنترنت (COPPA) كل نظام أساسي للبرامج ومواقع الويب لجمع البيانات فقط من المستخدمين الذين تزيد أعمارهم عن 13 عامًا بدون أبوية الموافقة. يمكن للمستخدمين الاشتراك في موقع ويب بموافقة الوالدين حتى إذا كان عمره أقل من 13 عامًا ، على الرغم من أن متطلبات العمر قد تختلف باختلاف البلدان. ​​<br> <br> لحسن الحظ ، لا يوجد مقر JstMStudio في الولايات المتحدة (الولايات المتحدة) أو أوروبا الاتحاد أو المملكة المتحدة (المملكة المتحدة). مقرنا في ماليزيا حيث تطبق قوانين ماليزيا وليس قوانين الولايات المتحدة أو الاتحاد الأوروبي. لا توجد مثل هذه القوانين المحددة في ماليزيا ، لذلك لدينا الحرية في استخدام الأعمار التي نراها مناسبة ونستخدمها للأبد استخدمها حتى يتمكن أي شخص من سن 7 إلى 12 من استخدامه بحرية. <br> <br> يرجى ملاحظة أنه يجب أن يكون المواطنون الأمريكيون والأشخاص في الولايات المتحدة في سن 13 و 16 عامًا في كمبوديا لاستخدام خدماتنا. لا نسمح للمستخدمين الذين تقل أعمارهم عن لاستخدام خدماتنا وفقًا لقوانين الولايات المتحدة إلا بموافقة الوالدين ومراقبة الوالدين. </p> "،
    "61029": "<h1> ما الذي يفعله التبرع؟ </h1> <p> التبرع يعني الكثير بالنسبة إلى JstMStudio. نحن في الحقيقة نموّل عن طريق التبرع والرعاية. بغض النظر عن كونه 1 دولار أو 10 دولارات ، فهو لا يزال يُعتبر كثيرًا بالنسبة لـ JstMStudio. حتى من خلال ذلك قد يكون دولارًا واحدًا ، فهذا يعني أن عملنا الجاد قد حظي باحترام شخص ما. <br> <br> من خلال التبرع لـ JstMStudio ، يمكنك مساعدتنا في تطوير برامج أفضل وأقوى. يمكن أن كما تساعدنا د التطوير لكل المشاريع. <br> <br> كل تبرع ، بغض النظر عن أنه 1 دولار أو 10 دولارات ، لن نهدره وسنستخدمه بالتأكيد بشكل جيد. يمكن حفظ التبرع في حسابنا العام للاستخدام المستقبلي ، ومكافأة فريق العمل على عملهم الشاق ، والميزانية الشهرية المدفوعة للفريق وما إلى ذلك. يمكن استخدام التبرع لاستضافة ودعم مشاريع JstMStudio أيضًا. </ p> "،
    "92657": "<h1> Embed </h1> <p> لا يحتوي مشروع JstMStudio حاليًا على أي واجهة برمجة تطبيقات مضمنة لموقعنا. تعمل جميع مواقعنا حاليًا كرموز بدون خادم أو واجهة أمامية فقط ، لذا فنحن لا ندعم أي واجهة برمجة تطبيقات لأي استخدام تجاري / شخصي. ليس لدينا حاليًا أي خطط لإنشاء واجهة برمجة تطبيقات من خلالها للأسف. <br> <br> على الرغم من أن JstMStudio لا تمتلك واجهة برمجة تطبيقات خاصة بنا ، يمكن لجميع المستخدمين استخدام HTML Iframe و Object و Embed في مشاريع SJstMStudio من خلال. كل مواقعنا تدعم تضمين Iframe أيضًا. </p> "،
    "78526": "<h1> كيف يمكنني التبرع؟ </h1> <p> تدعم JstMStudiom حاليًا طريقتين فقط للتبرع للفريق. لدينا حاليًا خطط لتنفيذ المزيد من الأساليب حتى يتبرع الجميع لنا. <br> <br> حاليًا ، يمكن للجميع التبرع لـ JstMStudio من صفحات Buy Me A Coffee و Ko-Fi التي تم إعدادها بواسطة Jst Tan ، رئيس JstMStudio. يمكنك ذكر المشروع الذي تدعمه حاليًا أيضًا. يمكنك دعم JstMStudio عن طريق التبرع لمرة واحدة أو تبرع شهريًا لنا. <br> <br> حاليًا ، حصلنا على 95٪ من جميع أنواع تبرعاتك من Buy Me A Coffee مع 5٪ من Buy Me A Coffee. أخذنا 100٪ من دفعة لمرة واحدة و 5٪ من أجل عضوية شهرية في Ko-Fi. <br> <br> بغض النظر عما إذا كانت 1 دولار أو 10 دولارات ، فهذا يعني الكثير بالنسبة لنا ، لذا إذا استطعت ، يرجى تقديم الدعم من خلال التبرع لنا. </p> "،
    "23195": "<h1> كم العمر المطلوب لاستخدام مشاريع JstMStudio؟ </ h1> <p> يجب أن يكون عمرك> 7 سنوات لاستخدام مشاريع JstMStudio بموافقة الوالدين ويراقب الآباء عن كثب الأنشطة. إذا لم يكن لديك موافقة الوالدين ، فيجب أن يكون عمرك> 13 عامًا لاستخدام مشاريع JstMStudio ولكن هذا قد يختلف من بلد إلى آخر. بينما بالنسبة للبلد بموجب اللائحة العامة لحماية البيانات ، يرجى أن تكون أكبر من 16 عامًا لاستخدام مشاريع JstMStudio. </p> "،
    "89103": "<h1> معالج الدفع </ h1> <p> يستخدم JstMStudio حاليًا Stripe لجميع عمليات الدفع المتعلقة بالفريق. تتم متابعة جميع المدفوعات من الجميع باستخدام Stripe قبل الوصول إلينا لأسباب تتعلق بالسلامة. <br> < br> Stripe يدعم طرق دفع متعددة من شركة بطاقات رئيسية من جميع أنحاء العالم. يمكن للمستخدمين استخدام البطاقات والمحافظ والخصم المصرفي والتحويلات المصرفية على Stripe. يدعم Stripe حاليًا التحويل عبر Alipay و Apple Pay و Google Pay و Microsoft Pay ، انقر للدفع و WeChat Pay. </p> "
}
