{
    "13841": "<h1>Account verbannen</h1><p>Het spijt ons zeer te horen dat uw JstMStudio-account is verbannen uit onze authenticatie. We hopen dat u de ban snel kunt opheffen.<br><br>Als uw account is verbannen, heeft u waarschijnlijk onze voorwaarden meerdere keren over meerdere accounts geschonden en onze waarschuwing genegeerd. We staan ​​ook geen illegale activiteiten op onze websites en community toe.<br><br>Als uw account was verbannen, probeer alsjeblieft niet om je account onmiddellijk ongedaan te maken. Het zal ervoor zorgen dat je niet hebt geleerd wat je verkeerd hebt gedaan en onze voorwaarden niet begrijpt. Na de melding dat je account is verbannen, neem je rechtstreeks contact met ons op via e-mail of sociale media. Excuses voor uw wandaden en JstMStudio kan uw account heroverwegen en de blokkering opheffen.<br><br>Als u denkt dat het een vergissing is, neem dan onmiddellijk contact met ons op. We zullen proberen het onderzoek naar uw account opnieuw te starten.</p>",
    "67381": "<h1>Account verwijderd</h1><p>Als uw account gedurende 21 dagen is uitgeschakeld, wordt uw account uit onze database verwijderd. U kunt verzoeken uw account opnieuw te onderzoeken om de intrekking van de uitschakelactie door het team, maar als u niets hebt gedaan, wordt uw account binnen 21 dagen verwijderd.<br><br>Uw account kan worden verwijderd door iedereen die toegang heeft tot uw account. We zullen het verwerken als iemand om verwijdering van uw account verzoekt. hebben de kans om deze actie in te trekken binnen 21 dagen voordat het account volledig uit de database is verwijderd.<br><br>Als u zich binnen 2 maanden niet bij uw account hebt aangemeld, wordt u via e-mail aan uw account herinnerd. Als u zich binnen 14 dagen niet bij uw account heeft aangemeld, kunnen we uw account verwijderen wegens inactiviteit.<br><br>Uw account kan ook door onze medewerkers worden verwijderd als we gevaarlijke fraude of schendingen van onze voorwaarden op uw account. We hebben het recht om uw account te verwijderen volgens onze voorwaarden met u. <br><br>We sturen u een melding als uw acc aantal is verwijderd. Als uw account is verwijderd, controleer dan uw mailbox op e-mails van ons hierover om dit te bevestigen. U kunt dan opnieuw een nieuw account aanmaken.</p>",
    "89651": "<h1>Account uitgeschakeld</h1><p>Als uw account door u is uitgeschakeld, neem dan rechtstreeks contact met ons op om het opnieuw in te schakelen. Mogelijk hebben we een soort verificatie nodig om te weten dat u het bent voordat u uw account opnieuw inschakelde.<br><br>Als uw account door ons wordt uitgeschakeld, is het waarschijnlijk gebleken dat u onze voorwaarden (Servicevoorwaarden en Communityrichtlijnen) niet hebt nageleefd. Elke gebruiker is '''VERPLICHT''' om al onze voorwaarden op onze websites te allen tijde te volgen.</p>",
    "10915": "<h1>Account niet te vinden</h1><p>Als uw account niet kan worden gevonden of niet bestaat, betekent dit waarschijnlijk dat u zich niet heeft aangemeld met de authenticatie van de site die u momenteel gebruikt . We hebben momenteel twee authenticatie, één voor reacties en één voor main.<br><br>We zullen een account aanmaken op main voor gebruikers voor reacties en vice versa. Het is niet automatisch en we moesten het handmatig doen, dus het kan duurde even voordat je dit deed.<br><br>Het kan zijn dat je account niet bestaat of niet wordt gevonden wanneer het wordt uitgeschakeld of wordt verwijderd nadat je ons beleid hebt geschonden. Je kunt het ook op onze ondersteuningsservers vragen of contact met ons opnemen om meer weten.</p>",
    "52107": "<h1>Donatie aanpassen</h1><p>JstMStudio laat momenteel iedereen het team steunen of doneren via onze officiële Stripe-betaallink. Helaas staat Stripe het aanpassen van het donatiebedrag niet toe.<br><br >Als je een ander bedrag wilt hebben dan ons standaard donatiebedrag, neem dan rechtstreeks contact met ons op zodat we een betalingslink kunnen genereren speciaal voor jouw bedrag.</p>",
    "98106": "<h1>Vereiste COPPA niet dat elke software 13 jaar oud was?</h1><p>Ja, COPPA vereist dat alle softwareplatforms en websites alleen gegevens verzamelen van gebruikers >13 jaar zonder ouderlijk toezicht toestemming. Gebruikers kunnen zich aanmelden voor een website met toestemming van de ouders, zelfs als ze <13 jaar oud zijn, hoewel de leeftijdsvereisten per land kunnen verschillen.<br><br>Gelukkig is JstMStudio niet gevestigd in de Verenigde Staten (VS) of Europa Unie of het Verenigd Koninkrijk (VK). We zijn gevestigd in Maleisië waar de wetten van Maleisië van toepassing zijn en niet de wetten van de VS of de EU. Er zijn geen specifieke wetten in Maleisië, dus we hebben de vrijheid om elke leeftijd te gebruiken die we nodig achten en we gebruiken het voorgoed gebruik zodat iedereen van 7 tot 12 jaar het vrij kan gebruiken.<br><br>Houd er rekening mee dat Amerikaanse staatsburgers en mensen in de VS VERPLICHT 13 en 16 zijn in Cambodja om onze services te gebruiken. We staan ​​geen gebruikers onder de leeftijd toe om onze diensten te gebruiken volgens de Amerikaanse wetten, tenzij met toestemming van de ouders en toezicht van de ouders.</p>",
    "61029": "<h1>Wat doet donatie?</h1><p>Donatie betekent veel voor JstMStudio. We worden voornamelijk gefinancierd door donatie en sponsoring. Het maakt niet uit of het $ 1 of $ 10 is, het nog steeds als veel beschouwd voor JstMStudio. Zelfs als het misschien $ 1 is, betekent dit dat ons harde werk door iemand is gerespecteerd.<br><br>Door te doneren aan JstMStudio, kunt u ons helpen betere en sterkere software te ontwikkelen. help ons ook de dontwikkeling voor elk en alle projecten.<br><br>Elke donatie, of het nu $ 1 of $ 10 is, we zullen het niet verspillen en zouden het zeker goed gebruiken. Donatie kan worden opgeslagen in ons openbare account voor toekomstig gebruik, beloont het personeelsteam voor hun harde werk, betaald maandelijks budget van het team enz. Donatie kan ook worden gebruikt voor het hosten en aansturen van JstMStudio-projecten.</p>",
    "92657": "<h1>Embed</h1><p>JstMStudio-project heeft momenteel geen embed-API voor onze site. Al onze sites worden momenteel gebruikt als serverloze of alleen frontend-codes, dus we ondersteunen geen enkele API voor commercieel/persoonlijk gebruik. We hebben momenteel helaas geen plannen om een ​​API te maken.<br><br>Hoewel JstMStudio geen eigen API heeft, kunnen alle gebruikers HTML Iframe, Object en Embed gebruiken voor SJstMStudio-projecten door. Al onze site ondersteunt ook Iframe-insluiting.</p>",
    "78526": "<h1>Hoe kan ik doneren?</h1><p>JstMStudiom ondersteunt momenteel slechts twee methoden om aan het team te doneren. We hebben momenteel plannen om meer methoden te implementeren zodat iedereen aan ons kan doneren.<br> <br>Momenteel kon iedereen een donatie doen aan JstMStudio via de pagina's Buy Me A Coffee en Ko-Fi die zijn opgezet door Jst Tan, hoofd van JstMStudio. Je kunt ook vermelden welk project je momenteel steunt. Je kunt JstMStudio steunen door een eenmalige donatie of maandelijkse donatie aan ons.<br><br>Momenteel hebben we 95% van uw donatie ontvangen van Buy Me A Coffee en 5% voor Buy Me A Coffee. We hebben 100% van eenmalige betaling en 5% voor maandelijks lidmaatschap van Ko-Fi.<br><br>Het maakt niet uit of het $ 1 of $ 10 is, het betekent veel voor ons, dus als je kunt, steun dan alsjeblieft door ons te doneren.</p>",
    "23195": "<h1>Hoe oud is het om JstMStudio-projecten te gebruiken?</h1><p>Je moet >7 jaar oud zijn om JstMStudio-projecten te gebruiken met toestemming van je ouders en ouders houden hun activiteiten. Als je geen ouderlijke toestemming hebt, moet je >13 jaar oud zijn om JstMStudio-projecten te gebruiken, maar dit kan van land tot land verschillen. Voor een land onder de AVG moet je ouder zijn dan 16 jaar om JstMStudio-projecten te gebruiken.</p >",
    "89103": "<h1>Betalingsverwerker</h1><p>JstMStudio gebruikt momenteel Stripe voor alle betalingsverwerking met betrekking tot het team. Alle betalingen van iedereen worden uitgevoerd met Stripe voordat ze ons bereiken om veiligheidsredenen.<br>< br>Stripe ondersteunt meerdere betaalmethoden van grote kaartmaatschappijen van over de hele wereld. Gebruikers kunnen kaarten, portemonnees, bankafschrijvingen en overschrijvingen en bankoverschrijvingen op Stripe gebruiken. Stripe ondersteunt momenteel overschrijvingen via Alipay, Apple Pay, Google Pay, Microsoft Pay, Klik om te betalen en WeChat Pay.</p>"
}
