{
    "13841": "<h1>Akaun Diharamkan</h1><p>Kami amat berbesar hati mendengar bahawa akaun JstMStudio anda telah diharamkan daripada pengesahan kami. Kami berharap anda boleh dibatalkan tidak lama lagi.<br><br>Jika anda akaun telah diharamkan, kemungkinan anda telah melanggar syarat kami beberapa kali merentas berbilang akaun dan mengabaikan amaran kami. Kami juga tidak membenarkan sebarang aktiviti yang menyalahi undang-undang di tapak web dan komuniti kami.<br><br>Jika akaun anda telah diharamkan, sila jangan cuba menyahserang akaun anda dengan serta-merta. Ini akan membuatkan anda berasa tidak mengetahui kesalahan yang anda lakukan dan tidak memahami syarat kami. Selepas pemberitahuan akaun anda diharamkan, hubungi kami terus melalui e-mel atau media sosial. Mohon maaf atas kesalahan anda dan JstMStudio mungkin akan mempertimbangkan semula dan membatalkan larangan akaun anda.<br><br>Jika anda fikir ia satu kesilapan, hubungi kami terus dengan segera. Kami akan cuba memulakan semula penyiasatan ke akaun anda.</p>",
    "67381": "<h1>Akaun Dipadamkan</h1><p>Jika akaun anda dilumpuhkan selama 21 hari, akaun anda akan dipadamkan daripada pangkalan data kami. Anda boleh meminta akaun anda disiasat semula untuk membatalkan tindakan melumpuhkan yang dibuat oleh pasukan, tetapi jika anda tidak melakukan apa-apa, akaun anda akan dipadamkan dalam masa 21 hari.<br><br>Akaun anda boleh dipadamkan oleh sesiapa sahaja yang mempunyai akses kepada akaun anda. Kami akan memproses jika sesiapa meminta pemadaman akaun. Anda akan mempunyai peluang untuk membatalkan tindakan ini dalam masa 21 hari sebelum akaun dipadamkan sepenuhnya daripada pangkalan data.<br><br>Jika anda tidak melog masuk ke akaun anda sehingga 2 bulan, anda akan diingatkan tentang akaun anda melalui e-mel. Jika anda tidak melog masuk ke akaun anda dalam masa 14 hari, kami mungkin mengalih keluar akaun anda kerana tidak aktif.<br><br>Akaun anda juga boleh dipadamkan oleh kakitangan kami jika kami mendapati beberapa penipuan berbahaya atau pelanggaran syarat kami pada anda akaun. Kami berhak untuk memadam akaun anda mengikut syarat kami dengan anda. <br><br>Kami akan menghantar notis kepada anda jika acc anda amaun telah dipadamkan. Jika akaun anda telah dipadamkan, sila semak peti mel anda untuk mendapatkan e-mel daripada kami mengenainya untuk mengesahkannya. Anda kemudian boleh membuat akaun baharu sekali lagi.</p>",
    "89651": "<h1>Akaun Dilumpuhkan</h1><p>Jika akaun anda telah dilumpuhkan oleh anda, sila hubungi kami terus untuk meminta ia didayakan semula. Kami mungkin memerlukan beberapa jenis pengesahan untuk mengetahui bahawa anda adalah anda. sebelum mendayakan semula akaun anda.<br><br>Jika akaun anda dilumpuhkan oleh kami, kemungkinan besar didapati anda tidak mematuhi syarat kami (Syarat Perkhidmatan dan Garis Panduan Komuniti). Setiap pengguna adalah '''DIPERLUKAN''' untuk mengikuti setiap dan semua syarat kami di tapak web kami pada setiap masa.</p>",
    "10915": "<h1>Akaun Tidak Untuk Ditemui</h1><p>Jika akaun anda menunjukkan tidak dapat ditemui atau tidak wujud, ini mungkin bermakna anda tidak mendaftar menggunakan pengesahan tapak yang sedang anda gunakan . Pada masa ini kami mempunyai dua pengesahan, satu untuk ulasan manakala satu untuk utama.<br><br>Kami akan membuat akaun di utama untuk pengguna pada ulasan dan sebaliknya. Ia tidak automatik dan kami perlu melakukannya secara manual supaya ia mungkin mengambil beberapa kali berbuat demikian.<br><br>Akaun anda mungkin menunjukkan tidak wujud atau tidak ditemui apabila ia dilumpuhkan atau dipadamkan selepas anda melanggar dasar kami. Anda juga boleh memintanya dalam pelayan sokongan kami atau menghubungi kami untuk tahu lebih lanjut.</p>",
    "52107": "<h1>Melaraskan Derma</h1><p>JstMStudio pada masa ini membenarkan semua orang menyokong atau menderma kepada pasukan melalui pautan pembayaran rasmi Stripe kami. Malangnya, Stripe tidak membenarkan melaraskan jumlah derma.<br><br >Jika anda ingin mempunyai jumlah yang berbeza daripada jumlah derma lalai kami, sila hubungi kami terus untuk kami menjana pautan pembayaran khas untuk jumlah anda.</p>",
    "98106": "<h1>Bukankah COPPA memerlukan setiap perisian berumur 13 tahun?</h1><p>Ya, COPPA memerlukan setiap dan semua platform perisian dan tapak web hanya mengumpul data daripada pengguna >13 tahun tanpa ibu bapa persetujuan. Pengguna boleh mendaftar untuk tapak web dengan kebenaran ibu bapa walaupun terdapat <13 tahun, walaupun keperluan umur mungkin berbeza-beza di seluruh negara.<br><br>Nasib baik, JstMStudio tidak berpangkalan di Amerika Syarikat (A.S.) atau Eropah Union atau United Kingdom (U.K.). Kami berpangkalan di Malaysia yang mana undang-undang Malaysia digunakan dan bukannya undang-undang A.S. atau EU. Tiada undang-undang khusus sedemikian di Malaysia jadi kami mempunyai kebebasan untuk menggunakan mana-mana umur yang kami fikir sesuai dan kami menggunakannya untuk kebaikan gunakan supaya semua orang dari 7 hingga 12 boleh menggunakannya dengan bebas.<br><br>Sila ambil perhatian bahawa warganegara AS dan orang di AS DIWAJIBKAN berumur 13 dan 16 tahun di Kemboja untuk menggunakan perkhidmatan kami. Kami tidak membenarkan pengguna di bawah umur untuk menggunakan perkhidmatan kami mengikut undang-undang AS melainkan dengan kebenaran ibu bapa dan pemantauan ibu bapa.</p>",
    "61029": "<h1>Apakah yang Dilakukan oleh Derma?</h1><p>Derma amat bermakna bagi JstMStudio. Kami terutamanya membiayai melalui derma dan penajaan dalam hal fakta. Tidak kira ia $1 atau $10, ia masih dianggap banyak untuk JstMStudio. Walaupun melaluinya mungkin $1, ini bermakna kerja keras kami telah dihormati oleh seseorang.<br><br>Dengan menderma kepada JstMStudio, anda boleh membantu kami membangunkan perisian yang lebih baik dan lebih kukuh. Ini boleh juga membantu kami membangunkanment untuk setiap dan semua projek.<br><br>Setiap derma, tidak kira $1 atau $10, kami tidak akan mensia-siakannya dan pasti akan menggunakannya dengan baik. Derma boleh disimpan ke dalam akaun awam kami untuk kegunaan masa hadapan, memberi ganjaran kepada pasukan kakitangan atas kerja keras mereka, belanjawan bulanan berbayar pasukan dan lain-lain. Derma juga boleh digunakan untuk mengehos dan menguasakan projek JstMStudio.</p>",
    "92657": "<h1>Benam</h1><p>Projek JstMStudio pada masa ini tidak mempunyai apa-apa API benam untuk tapak kami. Semua tapak kami pada masa ini berfungsi sebagai kod tanpa pelayan atau frontend sahaja jadi kami tidak menyokong sebarang API untuk sebarang kegunaan komersil/peribadi. Pada masa ini kami tidak mempunyai sebarang rancangan untuk mencipta API sehingga malangnya.<br><br>Walaupun JstMStudio tidak mempunyai API kami sendiri, semua pengguna boleh menggunakan HTML Iframe, Object dan Embed pada projek SJstMStudio melalui. Semua tapak kami menyokong benam Iframe juga.</p>",
    "78526": "<h1>Bagaimanakah Saya Boleh Menderma?</h1><p>JstMStudiom pada masa ini hanya menyokong dua kaedah menderma kepada pasukan. Pada masa ini kami mempunyai rancangan untuk melaksanakan lebih banyak kaedah untuk semua orang menderma kepada kami.<br> <br>Pada masa ini, semua orang boleh menderma kepada JstMStudio daripada halaman Buy Me A Coffee dan Ko-Fi yang disediakan oleh Jst Tan, ketua JstMStudio. Anda boleh menyebut projek yang sedang anda sokong juga. Anda boleh menyokong JstMStudio dengan menderma sekali atau derma bulanan kepada kami.<br><br>Pada masa ini, kami mengambil 95% daripada semua jenis derma anda daripada Buy Me A Coffee dengan 5% diberikan kepada Buy Me A Coffee. Kami mengambil 100% daripada pembayaran sekali dan 5% untuk keahlian bulanan dalam Ko-Fi.<br><br>Tidak kira sama ada $1 atau $10, ia amat bermakna kepada kami jadi jika anda boleh, sila berikan sokongan dengan kami menderma kepada kami.</p>",
    "23195": "<h1>Berapa Umur Diperlukan Untuk Menggunakan Projek JstMStudio?</h1><p>Anda dikehendaki berumur >7 tahun untuk menggunakan projek JstMStudio dengan kebenaran ibu bapa dan ibu bapa sentiasa memerhatikan mereka aktiviti. Jika anda tidak mempunyai kebenaran ibu bapa, anda perlu berumur >13 tahun untuk menggunakan projek JstMStudio tetapi ini mungkin berbeza dari satu negara ke negara. Manakala untuk negara di bawah GDPR, sila berumur 16 tahun ke atas untuk menggunakan projek JstMStudio.</p >",
    "89103": "<h1>Pemproses Pembayaran</h1><p>JstMStudio sedang menggunakan Stripe untuk semua pemprosesan pembayaran yang berkaitan dengan pasukan. Semua pembayaran daripada semua orang sedang diteruskan menggunakan Stripe sebelum menghubungi kami atas sebab keselamatan.<br>< br>Stripe menyokong berbilang kaedah pembayaran daripada syarikat kad utama dari seluruh dunia. Pengguna boleh menggunakan kad, dompet, debit bank dan pindahan serta terus bank di Stripe. Stripe kini menyokong pemindahan melalui Alipay, Apple Pay, Google Pay, Microsoft Pay, Klik untuk Bayar dan WeChat Pay.</p>"
}
