{
    "13841": "<h1>खाता प्रतिबंधित</h1><p>हमें यह जानकर बहुत अफ़सोस हुआ कि आपके JstMStudio खाते को हमारे प्रमाणीकरण से प्रतिबंधित कर दिया गया था। हम आशा करते हैं कि आप जल्द ही अप्रतिबंधित हो सकते हैं।<br><br>यदि आपका खाते पर प्रतिबंध लगा दिया गया था, हो सकता है कि आप कई बार कई खातों में हमारी शर्तों का उल्लंघन कर रहे हों और हमारी चेतावनी को अनदेखा कर रहे हों। हम अपनी वेबसाइटों और समुदाय पर भी किसी भी अवैध गतिविधियों की अनुमति नहीं देते हैं।<br><br>यदि आपके खाते पर प्रतिबंध लगा दिया गया था, कृपया अपने खाते को तुरंत प्रतिबंधित करने का प्रयास न करें। इससे यह लगेगा कि आपने यह नहीं सीखा कि आपने क्या गलत किया और हमारी शर्तों को नहीं समझा। आपके खाते के प्रतिबंधित होने की सूचना के बाद, ईमेल या सोशल मीडिया के माध्यम से सीधे हमसे संपर्क करें। अपने गलत काम के लिए माफी मांगें और JstMStudio आपके खाते पर पुनर्विचार और प्रतिबंध हटा सकता है।<br><br>अगर आपको लगता है कि यह एक गलती है, तो हमसे सीधे संपर्क करें। हम आपके खाते पर जांच फिर से शुरू करने का प्रयास करेंगे।</p>",
    "67381": "<h1>खाता हटाया गया</h1><p>यदि आपका खाता 21 दिनों के लिए अक्षम कर दिया गया है, तो आपका खाता हमारे डेटाबेस से हटा दिया जाएगा। टीम, लेकिन अगर आपने कुछ नहीं किया, तो आपका खाता 21 दिनों में हटा दिया जाएगा।<br><br>आपके खाते तक पहुंच रखने वाले किसी भी व्यक्ति द्वारा आपका खाता हटाया जा सकता है। यदि कोई खाता हटाने का अनुरोध करता है तो हम संसाधित करेंगे। आप खाते को डेटाबेस से पूरी तरह से हटाए जाने से पहले 21 दिनों में इस कार्रवाई को रद्द करने की संभावना है।<br><br>यदि आपने 2 महीने तक अपने खाते में लॉग इन नहीं किया है, तो आपको ईमेल के माध्यम से अपने खाते की याद दिला दी जाएगी। यदि आपने 14 दिनों में अपने खाते में साइन इन नहीं किया, तो निष्क्रियता के कारण हम आपके खाते को हटा सकते हैं।<br><br>यदि हमें आपके खाते में कुछ खतरनाक धोखाधड़ी या हमारी शर्तों का उल्लंघन पाया जाता है, तो हमारे स्टाफ द्वारा आपका खाता भी हटाया जा सकता है। खाता। हम आपके साथ हमारी शर्तों के अनुसार आपके खाते को हटाने के अधिकार के पात्र हैं। <br><br>यदि आपका खाता है तो हम आपको एक नोटिस भेजेंगे ऑउट हटा दिया गया है। यदि आपका खाता हटा दिया गया है, तो इसकी पुष्टि करने के लिए कृपया इसके बारे में हमारे ईमेल के लिए अपना मेलबॉक्स देखें। फिर आप फिर से एक नया खाता बना सकते हैं।</p>",
    "89651": "<h1>खाता अक्षम</h1><p>यदि आपका खाता आपके द्वारा अक्षम कर दिया गया था, तो कृपया इसे फिर से सक्षम करने का अनुरोध करने के लिए हमसे सीधे संपर्क करें। हमें यह जानने के लिए किसी प्रकार के सत्यापन की आवश्यकता हो सकती है कि यह आप ही हैं अपने खाते को पुन: सक्षम करने से पहले।<br><br>यदि आपका खाता हमारे द्वारा अक्षम किया जा रहा है, तो संभव है कि यह पाया गया हो कि आपने हमारी शर्तों (सेवा की शर्तों और सामुदायिक दिशानिर्देशों) का पालन नहीं किया। प्रत्येक उपयोगकर्ता '''आवश्यक''' हैं हमारी वेबसाइटों पर हर समय हमारी सभी शर्तों का पालन करने के लिए।</p>",
    "10915": "<h1>खाता नहीं मिला</h1><p>यदि आपका खाता शो नहीं ढूंढा जा सकता है या मौजूद नहीं है, तो इसका मतलब यह हो सकता है कि आपने उस प्रमाणीकरण का उपयोग करके साइन अप नहीं किया है जिसका आप वर्तमान में उपयोग कर रहे हैं . वर्तमान में हमारे पास दो प्रमाणीकरण हैं, एक टिप्पणियों के लिए जबकि एक मुख्य के लिए।<br><br>हम टिप्पणियों पर उपयोगकर्ताओं के लिए मुख्य पर एक खाता बनाएंगे और वीज़ा वर्सा। यह स्वचालित नहीं है और हमें इसे मैन्युअल रूप से करने की आवश्यकता है ताकि यह हो सके ऐसा करने में कुछ समय लगा।<br><br>आपके द्वारा हमारी नीतियों का उल्लंघन करने के बाद अक्षम होने या हटाए जाने पर आपका खाता मौजूद नहीं हो सकता है या नहीं मिल सकता है। आप इसे हमारे समर्थन सर्वर में भी पूछ सकते हैं या हमसे संपर्क कर सकते हैं और जानें।</p>",
    "52107": "<h1>दान समायोजित करना</h1><p>JstMStudio वर्तमान में सभी को हमारे आधिकारिक स्ट्राइप भुगतान लिंक के माध्यम से टीम का समर्थन या दान करने देता है। दुर्भाग्य से, स्ट्राइप दान राशि को समायोजित करने की अनुमति नहीं देता है।<br><br >यदि आप हमारी डिफ़ॉल्ट दान राशि से भिन्न राशि प्राप्त करना चाहते हैं, तो विशेष रूप से आपकी राशि के लिए भुगतान लिंक बनाने के लिए कृपया हमसे सीधे संपर्क करें।</p>",
    "98106": "<h1>क्या COPPA के लिए प्रत्येक सॉफ़्टवेयर का 13 होना आवश्यक नहीं था?</h1><p>हाँ, COPPA के लिए प्रत्येक सॉफ़्टवेयर प्लेटफ़ॉर्म और वेबसाइटों को केवल उन उपयोगकर्ताओं से डेटा एकत्र करने की आवश्यकता है>13 वर्ष पुराने जिनके माता-पिता नहीं हैं? सहमति. उपयोगकर्ता <13 साल पुराने होने पर भी माता-पिता की सहमति से साइन अप कर सकते हैं, हालांकि उम्र की आवश्यकता अलग-अलग देशों में भिन्न हो सकती है। संघ या यूनाइटेड किंगडम (यू.के.)। हम मलेशिया में स्थित हैं, जो मलेशिया के कानून लागू होते हैं, न कि यू.एस. या यूरोपीय संघ के कानून। मलेशिया में ऐसे कोई विशिष्ट कानून नहीं हैं, इसलिए हमें जो भी उम्र उपयुक्त लगती है, उसका उपयोग करने की स्वतंत्रता है और हम इसे अच्छे के लिए उपयोग करते हैं उपयोग करें ताकि 7 से 12 तक के सभी लोग इसका स्वतंत्र रूप से उपयोग कर सकें।<br><br>कृपया ध्यान दें कि कंबोडिया में हमारी सेवाओं का उपयोग करने के लिए अमेरिकी नागरिक और अमेरिका के लोगों का 13 और 16 होना आवश्यक है। हम कम उम्र के उपयोगकर्ताओं को अनुमति नहीं देते माता-पिता की सहमति और माता-पिता की निगरानी के बिना अमेरिकी कानूनों के अनुसार हमारी सेवाओं का उपयोग करने के लिए।</p>",
    "61029": "<h1>दान क्या करता है?</h1><p>JstMStudio के लिए दान बहुत मायने रखता है। हम मुख्य रूप से दान और प्रायोजन द्वारा वित्त पोषित हैं। कोई फर्क नहीं पड़ता कि यह $1 या $10 है, यह अभी भी JstMStudio के लिए बहुत कुछ माना जाता है। भले ही यह $1 हो सकता है, इसका मतलब है कि हमारी कड़ी मेहनत का किसी ने सम्मान किया है।<br><br>JstMStudio को दान करके, आप हमें और बेहतर और मजबूत सॉफ़्टवेयर विकसित करने में मदद कर सकते हैं। यह हो सकता है हमें भी मदद करेंप्रत्येक और सभी परियोजनाओं के लिए विकास।<br><br>प्रत्येक दान, चाहे वह $1 या $10 हो, हम इसे बर्बाद नहीं करेंगे और निश्चित रूप से इसे अच्छे उपयोग में लाएंगे। दान को भविष्य में उपयोग के लिए हमारे सार्वजनिक खाते में सहेजा जा सकता है, स्टाफ टीम को उनकी कड़ी मेहनत के लिए पुरस्कृत किया जा सकता है, टीम के मासिक बजट का भुगतान किया जा सकता है और आदि। दान का उपयोग JstMStudio परियोजनाओं की मेजबानी और शक्ति के लिए भी किया जा सकता है।</p>",
    "92657": "<h1>एम्बेड</h1><p>JstMStudio प्रोजेक्ट में वर्तमान में हमारी साइट के लिए कोई एम्बेड एपीआई नहीं है। हमारी सभी साइटें वर्तमान में सर्वर रहित या केवल फ्रंटएंड कोड के रूप में काम करती हैं इसलिए हम किसी भी एपीआई का समर्थन नहीं करते हैं। किसी भी व्यावसायिक/व्यक्तिगत उपयोग के लिए। दुर्भाग्य से वर्तमान में हमारी कोई एपीआई बनाने की कोई योजना नहीं है।<br><br>हालांकि JstMStudio के पास हमारा अपना API नहीं है, सभी उपयोगकर्ता HTML Iframe, Object का उपयोग कर सकते हैं और SJstMStudio प्रोजेक्ट पर एम्बेड कर सकते हैं। के माध्यम से। हमारी सभी साइट इफ्रेम एम्बेड का भी समर्थन करती है।</p>",
    "78526": "<h1>मैं कैसे दान कर सकता हूं?</h1><p>JstMStudiom वर्तमान में टीम को दान करने के केवल दो तरीकों का समर्थन करता है। वर्तमान में हमारी योजना है कि हम सभी को दान करने के लिए और अधिक विधि लागू करें।<br> <br>वर्तमान में, JstMStudio के प्रमुख Jst Tan द्वारा स्थापित, Buy Me A Coffee और Ko-Fi पेजों से JstMStudio को हर कोई दान कर सकता है। आप उल्लेख कर सकते हैं कि आप वर्तमान में किस प्रोजेक्ट का समर्थन कर रहे हैं। आप एकमुश्त दान द्वारा JstMStudio का समर्थन कर सकते हैं या हमें मासिक दान।<br> Ko-Fi में मासिक सदस्यता।<br><br>चाहे वह $1 या $10 हो, यह हमारे लिए बहुत मायने रखता है इसलिए यदि आप कर सकते हैं, तो कृपया हमें दान करके हमारा समर्थन करें।</p>",
    "23195": "<h1>JstMStudio प्रोजेक्ट्स का उपयोग करने के लिए कितना पुराना होना आवश्यक है?</h1><p>माता-पिता की सहमति से JstMStudio प्रोजेक्ट्स का उपयोग करने के लिए आपकी उम्र >7 वर्ष होनी चाहिए और माता-पिता दृढ़ता से उन पर कड़ी नज़र रखते हैं। गतिविधियाँ। यदि आपके पास माता-पिता की सहमति नहीं है, तो JstMStudio प्रोजेक्ट्स का उपयोग करने के लिए आपकी आयु>13 वर्ष होनी चाहिए, लेकिन यह हर देश में भिन्न हो सकती है। जबकि GDPR के तहत देश के लिए, JstMStudio प्रोजेक्ट्स का उपयोग करने के लिए कृपया 16 वर्ष से ऊपर का होना चाहिए।</p>",
    "89103": "<h1>पेमेंट प्रोसेसर</h1><p>JstMStudio वर्तमान में टीम से संबंधित सभी भुगतान प्रसंस्करण के लिए स्ट्राइप का उपयोग कर रहा है। सुरक्षा कारणों से हम तक पहुंचने से पहले सभी से सभी भुगतान स्ट्राइप का उपयोग करके आगे बढ़ रहे हैं।<br>< br>स्ट्राइप दुनिया भर की प्रमुख कार्ड कंपनी से कई भुगतान विधियों का समर्थन करता है। उपयोगकर्ता स्ट्राइप पर कार्ड, वॉलेट, बैंक डेबिट और ट्रांसफर और बैंक डायरेक्ट का उपयोग कर सकते हैं। स्ट्राइप वर्तमान में अलीपे, ऐप्पल पे, गूगल पे, माइक्रोसॉफ्ट पे के माध्यम से ट्रांसफर का समर्थन करता है। भुगतान करने के लिए क्लिक करें और वीचैट भुगतान करें।</p>"
}
